[
    {
        "name": "Eris Ekanem",
        "role": "Assistant Producer",
        "description": "Ekanem is a writer and storyboard artist. She's learning French and training her cat with sign language.",
        "mobileDescription": [
            "Ekanem is a writer and storyboard artist.",
            "She's learning French and training her cat with sign language."
        ],
        "link": "https://twitter.com/eccentric_sky",
        "linkText": "Twitter",
        "id": "agnes"
    },
    {
        "name": "Nneoma Kenure",
        "role": "Assistant Editor",
        "description": "Nneoma is a culture critic and a feminist writer exploring how culture influences the stories we tell. She's currently editing her debut memoir.",
        "mobileDescription": [
            "Nneoma is a culture critic and a feminist writer exploring how culture influences the stories we tell.",
            "She's currently editing her debut memoir."
        ],
        "link": "https://twitter.com/nfkenure",
        "linkText": "Twitter",
        "id": "nneoma"
    },
    {
        "name": "Opemipo Aikomo",
        "role": "Director",
        "description": "Ope started wuruwuru and directs the team. In his spare time, he leads the design team at Paystack.",
        "mobileDescription": [
            "Ope started wuruwuru and directs the team.",
            "In his spare time, he leads the design team at Paystack."
        ],
        "link": "https://opemipo.com",
        "linkText": "Website",
        "id": "opemipo"
    },
    {
        "name": "Tomiwa Ajiboye",
        "role": "Assistant Producer",
        "description": "Tomiwa is a product designer and music buff. He's building Comicrunes, a platform for reading comics. He enjoys taking it slow or driving really fast. No in-betweens.",
        "mobileDescription": [
            "Tomiwa is a product designer and music buff.",
            "He's building Comicrunes, a platform for bringing comics to readers." ,
            "He enjoys taking it slow or driving really fast. No in-betweens."
        ],
        "link": "https://twitter.com/D_zyn__gawd",
        "linkText": "Twitter",
        "id": "tomiwa"
    },
    {
        "name": "Williams Ogah",
        "role": "Manager",
        "description": "Williams previously worked as a project manager and is curious about how creative ideas come to life. When he's not taking naps, he also runs a consulting business.",
        "mobileDescription": [
            "Williams previously worked as a project manager and is curious about how creative ideas come to life.",
            "When he's not taking naps, he also runs a consulting business."
        ],
        "link": "https://twitter.com/wllxms",
        "linkText": "Twitter",
        "id": "williams"
    }
]